Repository: KDE/zanshin
Catalog: po/*/zanshin.po
Languages: ar, my

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
my: ဇေယျာလွင်

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
my: lw1nzayar@yandex.com

# @title:window
source: Configure
ar: اضبط

source: Please select or create a resource which will be used by the application to store and query its TODOs.
ar: الرجاء تحديد أو إنشاء مورد سيُستخدم بواسطة التطبيق لتخزين واستعلام المهام المطلوب تنفيذها.
my: အပ္ပလီကေးရှင်းမှ ယင်း၏ လုပ်ရန်စာရင်းများ သိမ်းဆည်းရန်နှင့် စုံစမ်းရန် အသုံးပြုမည့် ရင်းမြစ် ရွေးချယ်ပါ သို့မဟုတ် ဖန်တီးပါ

source: Add resource
ar: أضف مورد
my: ရင်းမြစ်ထည့်မည်

source: Remove resource
ar: أزل المورد
my: ရင်းမြစ်ဖယ်ရှားမည်

source: Configure resource...
ar: اضبط مورد...
my: ရင်းမြစ် ပြင်ဆင်မည်...

source: Multiple Agent Deletion
ar: حذف الوكيل المتعدد
my: အေးဂျင့်အမြောက်အများဖျက်ခြင်း

source: Do you really want to delete the selected agent instances?
ar: هل تريد حقًا حذف حالات الوكيل المحددة؟
my: ရွေးထားသော အေးဂျင့်အင်းစတမ့်များကို တကယ်ဖျက်တော့မှာလား။

source: Could not find a collection to store the task into!
ar: لا يمكن العثور على مجموعة لتخزين المهمة فيها!
my: အလုပ်သိမ်းဆည်းရမည့် စုစည်းမှု ရှာမတွေ့ခဲ့ပါ

source: Could not associate '%1', it is an ancestor of '%2'
ar: لم نتمكن من ربط '%1'، فهو أحد أسلاف '%2'
my: %1' ကို မသက်ဆိုင်နိုင်ခဲ့ပါ၊ ၎င်းသည် '%2' ၏ ဘိုးဘေးဖြစ်နေသည်

source: Cannot add task %1
ar: يتعذر إضافة المهمة %1
my: အလုပ် %1 မထည့်နိုင်ပါ

source: Cannot remove task %1
ar: لا يمكن إزالة المهمة %1
my: အလုပ် %1 ကိုမဖယ်ရှားနိုင်ပါ

source: Cannot promote task %1 to be a project
ar: لا يمكن ترقية المهمة %1 لتصبح مشروعًا
my: အလုပ် %1 ကို ပရောဂျက်တစ်ခုဖြစ်အောင် အဆင့်တင်မရပါ

source: Cannot modify task %1
ar: لا يمكن تعديل المهمة %1
my: အလုပ် %1 ကိုမမွမ်းမံနိုင်ပါ

source: Cannot move task %1 as sub-task of %2
ar: لا يمكن نقل المهمة %1 كمهمة فرعية لـ %2
my: အလုပ် %1 ကို %2 ၏လက်အောက်ခံအလုပ်အဖြစ် မရွေ့နိုင်ပါ

source: Cannot deparent task %1 from its parent
ar: لا يمكن فصل المهمة %1 عن المهمة الأصلية
my: အလုပ် %1 ၏မိဘကို ဖျောက်ပစ်လို့မရပါ

source: Cannot add project %1 in dataSource %2
ar: لا يمكن إضافة المشروع %1 في مصدر البيانات %2
my: ပရောဂျက် %1 ကို ဒေတာဇစ်မြစ် %2 တွင် မထည့်နိုင်ပါ

source: Cannot add context %1
ar: لا يمكن إضافة السياق %1
my: ဆက်စပ်အကြောင်းအရာ %1 မထည့်နိုင်ပါ

source: Cannot remove project %1
ar: لا يمكن إزالة المشروع %1
my: ပရောဂျက် %1 ကိုမဖယ်ရှားနိုင်ပါ

source: Cannot remove context %1
ar: لا يمكن إزالة السياق %1
my: ဆက်စပ်အကြောင်းအရာ %1 ကိုမဖယ်ရှားနိုင်ပါ

source: Inbox
ar: صندوق الوارد
my: စာဝင်ပုံး

source: Workday
ar: يوم العمل
my: အလုပ်နေ့

source: Projects
ar: المشاريع
my: ပရောဂျက်များ

source: Contexts
ar: السياقات
my: ဆက်စပ်အကြောင်းအရာများ

source: All Tasks
ar: كل المهام
my: အလုပ်များအားလုံး

source: Cannot modify project %1
ar: لا يمكن تعديل المشروع %1
my: ပရောဂျက် %1 ကိုမမွမ်းမံနိုင်ပါ

source: Cannot modify context %1
ar: لا يمكن تعديل السياق %1
my: ဆက်စပ်အကြောင်းအရာ %1 ကိုမမွမ်းမံနိုင်ပါ

source: Cannot add %1 to project %2
ar: لا يمكن إضافة %1 إلى المشروع %2
my: %1 ကို ပရောဂျက် %2 သို့ မထည့်နိုင်ပါ

source: Cannot add %1 to context %2
ar: لا يمكن إضافة %1 إلى السياق %2
my: %1 ကို ဆက်စပ်အကြောင်းအရာ %2 သို့ မထည့်နိုင်ပါ

source: Cannot move %1 to Inbox
ar: لا يمكن نقل %1 إلى البريد الوارد
my: %1 ကို စာဝင်ပုံးတွင် မရွေ့နိုင်ပါ

source: Cannot move task %1 to Inbox
ar: لا يمكن نقل المهمة %1 إلى البريد الوارد
my: အလုပ် %1 ကို စာဝင်ပုံးတွင် မရွေ့နိုင်ပါ

source: Cannot update task %1 to Workday
ar: لا يمكن تحديث المهمة %1 إلى يوم العمل
my: အလုပ် %1 ကို အလုပ်နေ့များသို့ အပ်ဒိတ်မတင်နိုင်ပါ

source: Cannot modify source %1
ar: لا يمكن تعديل المصدر %1
my: ဇစ်မြစ် %1 ကိုမမွမ်းမံနိုင်ပါ

source: Cannot add task %1 in context %2
ar: لا يمكن إضافة المهمة %1 في السياق %2
my: အလုပ် %1 ကို ဆက်စပ်အကြောင်းအရာ %2 သို့ မထည့်နိုင်ပါ

source: Cannot remove task %1 from context %2
ar: لا يمكن إزالة المهمة %1 من السياق %2
my: အလုပ် %1 ကို ဆက်စပ်အကြောင်းအရာ %2 မှမဖယ်ရှားနိုင်ပါ

source: Cannot modify task %1 in context %2
ar: لا يمكن تعديل المهمة %1 في السياق %2
my: အလုပ် %1 ကို ဆက်စပ်အကြောင်းအရာ %2 တွင် မမွမ်းမံနိုင်ပါ

source: Cannot dissociate task %1 from its parent
ar: لا يمكن فصل المهمة %1 عن المهمة الأصلية
my: အလုပ် %1 ကို ယင်း၏မိဘမှ ခွဲမရပါ

source: Cannot add task %1 in Inbox
ar: لا يمكن إضافة المهمة %1 في البريد الوارد
my: အလုပ် %1 ကို စာဝင်ပုံးတွင် မထည့်နိုင်ပါ

source: Cannot remove task %1 from Inbox
ar: لا يمكن إزالة المهمة %1 من البريد الوارد
my: အလုပ် %1 ကို စာဝင်ပုံး မှမဖယ်ရှားနိုင်ပါ

source: Cannot modify task %1 in Inbox
ar: لا يمكن تعديل المهمة %1 في البريد الوارد
my: အလုပ် %1 ကို စာဝင်ပုံးတွင် မမွမ်းမံနိုင်ပါ

source: Cannot add task %1 in project %2
ar: لا يمكن إضافة المهمة %1 في المشروع %2
my: အလုပ် %1 ကို ပရောဂျက် %2 သို့ မထည့်နိုင်ပါ

source: Cannot remove task %1 from project %2
ar: لا يمكن إزالة المهمة %1 من المشروع %2
my: အလုပ် %1 ကို ပရောဂျက် %2 မှမဖယ်ရှားနိုင်ပါ

source: Cannot modify task %1 in project %2
ar: لا يمكن تعديل المهمة %1 في المشروع %2
my: အလုပ် %1 ကို ပရောဂျက် %2 တွင် မမွမ်းမံနိုင်ပါ

source: Cannot move task %1 as a sub-task of %2
ar: لا يمكن نقل المهمة %1 كمهمة فرعية لـ %2
my: အလုပ် %1 ကို %2 ၏လက်အောက်ခံအလုပ်တစ်ခုအဖြစ် မရွေ့နိုင်ပါ

source: Cannot update task %1 to 'not running'
ar: لا يمكن تحديث المهمة %1 إلى "لا تعمل"
my: အလုပ် %1 ကို 'မလုပ်ဆောင်နေပါ' သို့ အပ်ဒိတ်မတင်နိုင်ပါ

source: Cannot update task %1 to 'running'
ar: لا يمكن تحديث المهمة %1 إلى "قيد التشغيل"
my: အလုပ် %1 ကို 'လုပ်ဆောင်နေသည်' သို့ အပ်ဒိတ်မတင်နိုင်ပါ

source: Cannot add task %1 in Workday
ar: لا يمكن إضافة المهمة %1 في يوم العمل
my: အလုပ် %1 ကို အလုပ်နေ့များတွင် မထည့်နိုင်ပါ

source: Cannot remove task %1 from Workday
ar: لا يمكن إزالة المهمة %1 من يوم العمل
my: အလုပ် %1 ကို အလုပ်နေ့များ မှမဖယ်ရှားနိုင်ပါ

source: Cannot modify task %1 in Workday
ar: لا يمكن تعديل المهمة %1 في يوم العمل
my: အလုပ် %1 ကို အလုပ်နေ့များတွင် မမွမ်းမံနိုင်ပါ

source: Move Task
ar: انقل المهمة
my: အလုပ်ရွေ့မည်

source: New Project
ar: مشروعًا جديدًا
my: ပရောဂျက်အသစ်

source: New Context
ar: سياقًا جديدًا
my: ဆက်စပ်အကြောင်းအရာအသစ်

source: Remove Page
ar: أزل الصفحة
my: စာမျက်နှာဖယ်ရှားမည်

source: Previous Page
ar: الصفحة السابقة
my: ရှေ့စာမျက်နှာ

source: Next Page
ar: الصفحة التالية
my: စာမျက်နှာအသစ်

source: Go to Page...
ar: اذهب إلى صفحة...
my: စာမျက်နှာသို့သွားမည်...

# @title:window
source: Add a context
ar: أضف سياقًا

source: Delete Project
ar: احذف المشروع
my: ပရောဂျက်ဖျက်မည်

source: Do you really want to delete the project '%1', with all its actions?
ar: هل تريد حقًا حذف المشروع '%1' مع ​​جميع إجراءاته؟
my: ပရောဂျက် '%1' နှင့်၎င်း၏လုပ်ဆောင်မှုအားလုံးကို သင်တကယ်ဖျက်မှာလား။

source: Delete Context
ar: احذف السياق
my: ဆက်စပ်အကြောင်းအရာ ဖျက်မည်

source: Do you really want to delete the context '%1'?
ar: هل تريد حقًا حذف السياق '%1'؟
my: ဆက်စပ်အကြောင်းအရာ '%1' ကို သင်တကယ်ဖျက်မှာလား။

source: Use as Default Source
ar: استخدم كمصدر مبدئي
my: ဒီဖော့ဇစ်မြစ်အဖြစ်သုံးမည်

source: Configure %1...
ar: اضبط %1…
my: %1 ပြင်ဆင်မည်...

source: Add Attachment
ar: أضف مرفقًا
my: တွဲဖက်ဒေတာထည့်ပါ

source: Never
ar: البتة
my: ဘယ်တော့မှ

source: Daily
ar: يوميًّا
my: နေ့စဥ်

source: Weekly
ar: أسبوعيًّا
my: အပတ်စဥ်

source: Monthly
ar: شهريًّا
my: လစဥ်

source: Yearly
ar: سنوي
my: နှစ်စဥ်

source: Editor
ar: المحرّر
my: အယ်ဒီတာ

source: D&ue Date
ar: تاريخ الا&ستحقاق
my: &uသတ်တမ်းစေ့ရက်စွဲ

source: Done
ar: تمّ
my: ပြီးပြီ

source: Add Attachment...
ar: أضف مرفقًا...
my: တွဲဖက်ဒေတာထည့်ပါ...

source: Remove Attachment
ar: أزل المرفق
my: တွဲဖက်ဒေတာဖယ်ရှားမည်

source: Select for &Today
ar: اختر &لليوم
my: &Tယနေ့အတွက်ရွေးမည်

source: &Recurrence
ar: الت&كرار:
my: &Rပြန်လည်ဖြစ်ပွားမှု

source: St&art Date
ar: تاريخ الب&دء
my: &aစတင်ရက်

source: Sort by title
ar: ترتيب بالعنوان
my: ခေါင်းစဥ်ဖြင့်စီမည်

source: Sort by date
ar: رتب بالتّاريخ
my: ရက်စွဲဖြင့်စီမည်

source: Filter...
ar: رشّح...
my: စစ်ထုတ်မည်...

source: Sort in descending order
ar: رتّب تنازليًا
my: ဆင်းသွားသည်အစဥ်ဖြင့်စီမည်

source: Sort in ascending order
ar: رتّب تصاعديًا
my: တက်သွားသည်အစဥ်ဖြင့်စီမည်

source: Project: %1
ar: مشروع: %1
my: ပရောဂျက် - %1

source: Add a project
ar: أضف مشروعًا
my: ပရောဂျက်ထည့်မည်

source: Name
ar: الاسم
my: အမည်

source: Source
ar: المصدر
my: ဇစ်မြစ်

# @info:placeholder
source: Type and press enter to add a task
ar: اكتب واضغط على زر الإدخال لإضافة مهمة

source: New Task
ar: مهمة جديدة
my: အလုပ်အသစ်

source: Remove Task
ar: أزل مهمة
my: အလုပ်ဖယ်ရှားမည်

source: Promote Task as Project
ar: ترقية المهمة كمشروع
my: အလုပ်ကို ပရောဂျက်အဖြစ် အဆင့်တင်မည်

source: Show done tasks
ar: أظهر المهام المنتهية
my: ပြီးမြောက်သွားပြီဖြစ်သော အလုပ်များ ပြမည်

source: Show future tasks
ar: أظهر المهام المستقبلية
my: အနာဂတ်အလုပ်များပြမည်

source: Start Now
ar: ابدأ الآن
my: အခုစတင်မည်

source: Type and press enter to add an item
ar: اكتب واضغط على مفتاح الإدخال لإضافة عنصر
my: အိုင်တမ်ထည့်ရန် ရေးသား၍ enter နှိပ်ပါ

source: Do you really want to delete the selected items and their children?
ar: هل تريد حقًا حذف العناصر المحددة وعناصرها الفرعية؟
my: ရွေးထားသော အိုင်တမ်များနှင့် ယင်း၏ကလေးအိုင်တမ်အားလုံးကို တကယ်ဖျက်တော့မှာလား။

source: Do you really want to delete the selected items?
ar: هل تريد حقًا حذف العناصر المحددة؟
my: ရွေးထားသော အိုင်တမ်များကို တကယ်ဖျက်တော့မှာလား။

source: Do you really want to delete the selected task and all its children?
ar: هل تريد حقًا حذف المهمة المحددة وكل أبنائها؟
my: ရွေးထားသော အလုပ်နှင့် ယင်း၏ကလေးအလုပ်အားလုံးကို တကယ်ဖျက်တော့မှာလား။

source: Delete Tasks
ar: احذف المهام
my: အလုပ်များဖျက်မည်

# @title:window
source: Quick Select Dialog
ar: حواري التحديد السريع

source: You can start typing to filter the list of available pages
ar: يمكنك البدء في الكتابة لتصفية قائمة الصفحات المتاحة
my: ရရှိနိုင်သောစာမျက်နှာများစစ်ထုတ်ရန် စတင်ရေးနိုင်ပါသည်

source: Path: %1
ar: المسار: %1
my: လမ်းကြောင်း - %1

# @title:window
source: Zanshin Running Task Banner
ar: لافتة مهمة تشغيل زانشين

source: Stop
ar: أوقف
my: ရပ်မည်

source: Zanshin Tasks
ar: مهام زانشين
my: ဇန်ရှင် အလုပ်များ

source: A Getting Things Done application which aims at getting your mind like water
ar: تطبيق إنجاز المهام الذي يهدف إلى جعل عقلك مثل الماء
my: သင်၏စိတ်ကို ရေလိုကြည်စေမည့် ကိစ္စများပြီးစေသော အပ္ပလီကေးရှင်းတစ်ခု

source: Copyright 2008-2016, Kevin Ottens <ervin@kde.org>
ar: حقوق الطبع والنشر 2008-2016، كيفن أوتينز <ervin@kde.org>
my: မူပိုင်ခွင့် ၂၀၀၈-၂၀၁၆၊ ကယ်ဗင်အောက်တန် <ervin@kde.org>

# @info:credit
source: Kevin Ottens
ar: كيفن أوتنز

source: Lead Developer
ar: المطور الرئيسي
my: ပရိုဂရမ်မာခေါင်းဆောင်

# @info:credit
source: Mario Bensi
ar: ماريو بينسي

source: Developer
ar: مطور
my: ပရိုဂရမ်မာ

# @info:credit
source: Franck Arrecot
ar: فرانك أريكوت

source: Sources
ar: المصادر
my: ဇစ်မြစ်များ

source: Pages
ar: صفحات
my: စာမျက်နှာများ

source: &Go
ar: ا&ذهب
my: &Gသွားမည်

source: &Panels
ar: اللو&حات
my: &Pပန်နယ်များ

# @title:menu
source: Main Toolbar
ar: شريط الأدوات الرئيسي
my: ပင်မကိရိယာတန်း

source: Add "%1" to your todo list
ar: أضف "%1" إلى قائمة مهامك
my: သင်၏လုပ်ရန်စာရင်းသို့ "%1" ထည့်မည်

source: Type and press enter to add a task
my: အလုပ်ထည့်ရန် ရေးသား၍ enter နှိပ်ပါ
